<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>

  <key>PayloadType</key>
  <string>Configuration</string>

  <key>PayloadVersion</key>
  <integer>1</integer>

  <key>PayloadIdentifier</key>
  <string>com.blme.chrome.profiles.v02</string>

  <key>PayloadUUID</key>
  <string>F2D9B6D8-9C38-49D4-A5E6-9C4AB88921F1</string>

  <key>PayloadDisplayName</key>
  <string>Mac - BLME - Custom - Google Chrome - D - Profiles, Sign-In and Sync - v0.2</string>

  <key>PayloadScope</key>
  <string>System</string>

  <key>PayloadContent</key>
  <array>
    <dict>
      <key>PayloadType</key>
      <string>com.apple.ManagedClient.preferences</string>

      <key>PayloadVersion</key>
      <integer>1</integer>

      <key>PayloadIdentifier</key>
      <string>com.blme.chrome.profiles.v02.prefs</string>

      <key>PayloadUUID</key>
      <string>3C91A069-4CD8-4385-8A8A-BC53EF1B1C0F</string>

      <key>PayloadContent</key>
      <dict>
        <key>com.google.Chrome</key>
        <dict>
          <key>Forced</key>
          <array>
            <dict>
              <key>mcx_preference_settings</key>
              <dict>

                <key>BrowserSignin</key>
                <integer>0</integer>

                <key>SigninAllowed</key>
                <false/>

                <key>SyncDisabled</key>
                <true/>

                <key>BrowserAddPersonEnabled</key>
                <false/>

                <key>ProfilePickerOnStartupAvailability</key>
                <integer>0</integer>

              </dict>
            </dict>
          </array>
        </dict>
      </dict>
    </dict>
  </array>

</dict>
</plist>