<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>

  <key>PayloadType</key>
  <string>Configuration</string>

  <key>PayloadVersion</key>
  <integer>1</integer>

  <key>PayloadIdentifier</key>
  <string>com.blme.chrome.CIS</string>

  <key>PayloadUUID</key>
  <string>2D9C6A0D-8A6C-4B67-1D71-67E1D88E77C1</string>

  <key>PayloadDisplayName</key>
  <string>Mac - BLME - Custom - Google Chrome - D - Security (CIS L1 Aligned) - v0.1</string>

  <key>PayloadScope</key>
  <string>System</string>

  <key>PayloadContent</key>
  <array>
    <dict>
      <key>PayloadType</key>
      <string>com.apple.ManagedClient.preferences</string>

      <key>PayloadVersion</key>
      <integer>1</integer>

      <key>PayloadIdentifier</key>
      <string>com.blme.chrome.CIS.prefs</string>

      <key>PayloadUUID</key>
      <string>11F0C5C3-4A41-1C51-BE2B-4A5F2A8C28E9</string>

      <key>PayloadContent</key>
      <dict>
        <key>com.google.Chrome</key>
        <dict>
          <key>Forced</key>
          <array>
            <dict>
              <key>mcx_preference_settings</key>
				<dict>

				  <key>SafeBrowsingEnabled</key>
				  <true/>

				  <key>SafeBrowsingProtectionLevel</key>
				  <integer>1</integer>

				  <key>DownloadRestrictions</key>
				  <integer>1</integer>

				  <key>PasswordManagerEnabled</key>
				  <false/>

				  <key>AutofillAddressEnabled</key>
				  <false/>

				  <key>AutofillCreditCardEnabled</key>
				  <false/>

				  <key>AllowInsecureContent</key>
				  <false/>

				  <key>NetworkPredictionOptions</key>
				  <integer>2</integer>

				</dict>

              </dict>
            </dict>
          </array>
        </dict>
      </dict>
    </dict>
  </array>

</dict>
</plist>